
[Mission]
MissionS270_00=Perform 5 special attacks!
MissionS270_01=K.O. opponent with his Super Combo Gauge maxed out.
MissionS270_02=Get a K.O. in 40 seconds or less!
MissionS270_03=Get a perfect K.O.!
MissionS270_04=Win 10 consecutive matches via K.O.!
MissionInfo_00=Special Attacks Performed: *
MissionInfo_01=Max Gauge K.O.
MissionInfo_02=40 sec. K.O.
MissionInfo_03=Perfect K.O.
MissionInfo_04=* Wins

[Telop]
telop_CUSA=© CAPCOM U.S.A., INC. 2012 ALL RIGHTS RESERVED.
telop_voiceJ=The characters appearing in this episode\nare voiced only in Japanese.
telop_270_031=Mantra Asura

[ResultMenu]
NewMission=Mission mode has been unlocked.\nUnlock more challenges every time you play!
NewMission01=A new mission has been unlocked.
MissionClear00=All missions have been completed.
MissionClear01=Mission complete.
Result00=RETURN TO MISSION MENU
ResultHelp00=Return to the mission menu.

[Advertise]
S270_Assault=<Assault> Attack
S270_HeavyAssault=<HAssault> Heavy Attack
S270_Shoot=<Shoot> Fire
S270_Jump=<Jump> Jump
S270_GaugeInfo=Fill up your Burst Gauge by attacking!
S270_CVLastAttack=<Assault> End it

[TalkDemo]
EnemyTag=akuma
Talk_000=???: What do we have here?
Talk_001=???: Your skills show promise.
Talk_002=Who's there!?
Talk_003=Me.
Talk_004=TalkDemo_S270 Text5
Talk_005=I am Akuma, and my fists know no equal!
Talk_006=TalkDemo_S270 Text7
Talk_007=Akuma: You have a spirit that thirsts for battle.
Talk_008=Akuma: Your name.
Talk_009=Asura: ...Asura.
Talk_010=Akuma: Grr...
Talk_011=Akuma: Satisfy my hunger for power, god of wrath!
Talk_012=Asura: Do not call me a god!
Talk_013=I will teach you the meaning of pain!
Talk_014=Let's see what you've got!
Talk_015=TalkDemo_S270 Text16
Talk_016=TalkDemo_S270 Text17
Talk_017=TalkDemo_S270 Text18
Talk_018=TalkDemo_S270 Text19
Talk_019=TalkDemo_S270 Text20
Talk_020=I alone have mastered the art of combat!
Talk_021=TalkDemo_S270 Text22
Talk_022=My murderous intent shall never fade!
Talk_023=Zetsu!
Talk_024=TalkDemo_S270 Text25
Talk_025=Don't get the wrong idea...
Talk_026=I'm just getting started!
Talk_027=TalkDemo_S270 Text28
Talk_028=TalkDemo_S270 Text29
Talk_029=TalkDemo_S270 Text30
Talk_030=TalkDemo_S270 Text31
Talk_031=500 years later...
Talk_032=TalkDemo_S270 Text33

[Credittitle]
Asura=Asura
H_Yasumoto=Hiroki Yasumoto
Ryu_00=Ryu
Ryu_01=Ryu / Evil Ryu
H_Takahashi=Hiroki Takahashi
Gouki=Akuma / Oni
Taketora=Taketora
Credittitle_000=CAST
Credittitle_001=Character Designer
Credittitle_002=SUPER STREET FIGHTER IV
Credittitle_003=ASURA'S WRATH
Credittitle_004=Yusuke Tokitsu
Credittitle_005=GAME DEVELOPED BY
Credittitle_006=CyberConnect2 Co., Ltd.
Credittitle_007=Production Head Director
Credittitle_008=Hiroshi Matsuyama
Credittitle_009=Project Leader
Credittitle_010=Seiji Shimoda
Credittitle_011=Game Design
Credittitle_012=Jun Takarabe
Credittitle_013=Yasuhiro Noguchi
Credittitle_014=Ryuji Tominaga
Credittitle_015=Kazuhiko Onoda
Credittitle_016=Tomoyuki Kato
Credittitle_017=Shinsaku Sawamura
Credittitle_018=Koki Yamaguchi
Credittitle_019=Yoshinari Irikawa
Credittitle_020=Yusuke Miyahara
Credittitle_021=Kotaro Mitoma
Credittitle_022=Hiroyuki Asada
Credittitle_023=Hisashi Natsumura
Credittitle_024=Manabu Murakami
Credittitle_025=Tatsuro Odaka
Credittitle_026=Artists
Credittitle_027=Cutscenes
Credittitle_028=Minoru Katakai
Credittitle_029=Ryusuke Furuya
Credittitle_030=Ryoichi Kaida
Credittitle_031=Shinya Norimura
Credittitle_032=Shota Torigoe
Credittitle_033=Hitomi Nakamura
Credittitle_034=Yoshitaka Nakamura
Credittitle_035=Yoichi Nishida
Credittitle_036=Koichi Umeda
Credittitle_037=Kazuki Nasu
Credittitle_038=Kazunori Ueda
Credittitle_039=Nick Diliberto
Credittitle_040=Taiki Ito
Credittitle_041=Kyohei Otakara
Credittitle_042=Takuya Wada
Credittitle_043=Kumi Ishii
Credittitle_044=Masayuki Kawano
Credittitle_045=Tadashi Soeda
Credittitle_046=Emi Akaboshi
Credittitle_047=Masayoshi Tokura
Credittitle_048=Animators
Credittitle_049=Effects
Credittitle_050=Norihisa Takano
Credittitle_051=Yuji Kawada
Credittitle_052=Jun Onihashi
Credittitle_053=Miki Toyota
Credittitle_054=Yoshitaka Kinoshita
Credittitle_055=Fujihiko Sawai
Credittitle_056=Kumiko Inoue
Credittitle_057=Ryoichi Kubo
Credittitle_058=Kazuya Igarashi
Credittitle_059=Takahiko Inatomi
Credittitle_060=Naoko Nagano
Credittitle_061=Hirotada Okabe
Credittitle_062=Nao Takeda
Credittitle_063=Yuki Takeuchi
Credittitle_064=Mitsutaka Sakamoto
Credittitle_065=Hiroyuki Ikeda
Credittitle_066=Takumi Nakamura
Credittitle_067=Soichiro Iwasaki
Credittitle_068=Jun Tomoike
Credittitle_069=Yu Teshirogi
Credittitle_070=Akira Matsushita
Credittitle_071=Kazuya Ikuta
Credittitle_072=Zhang Zhengwei
Credittitle_073=Daisuke Shimakawa
Credittitle_074=Seiichiro Hosokawa
Credittitle_075=Yukie Kaneyama
Credittitle_076=Momoko Hirayama
Credittitle_077=Effects
Credittitle_078=Norihisa Takano
Credittitle_079=Modeling
Credittitle_080=Background
Credittitle_081=Masanori Esaki
Credittitle_082=Artboards
Credittitle_083=User Interface
Credittitle_084=Akihiro Anai
Credittitle_085=Programming
Credittitle_086=Naoki Hashimoto
Credittitle_087=Noboru Hidaka
Credittitle_088=Shinji Soyano
Credittitle_089=Yoko Ishijima
Credittitle_090=Hirofumi Terada
Credittitle_091=Fumio Honda
Credittitle_092=ByeongHyeon Park
Credittitle_093=Katsufumi Fujimoto
Credittitle_094=Tetsuro Inoue
Credittitle_095=Shunsuke Maeta
Credittitle_096=Takahiro Katagiri
Credittitle_097=Koto Sasao
Credittitle_098=Toshiro Kuribayashi
Credittitle_099=Yuki Hamashima
Credittitle_100=Miho Morimoto
Credittitle_101=Genki Nagasaka
Credittitle_102=Yasushi Hirakawa
Credittitle_103=Sound
Credittitle_104=Norikatsu Fukuda
Credittitle_105=Music Composer
Credittitle_106=Chikayo Fukuda
Credittitle_107=Sound Engineering
Credittitle_108=Seizo Nakata
Credittitle_109=Shinsuke Nishida
Credittitle_110=Yuki Tamura
Credittitle_111=Yuka Watanabe
Credittitle_112=Development Support
Credittitle_113=Public Relations
Credittitle_114=Mizuho Hyakutake
Credittitle_115=Yuka Aotani
Credittitle_116=Yukari Shibayama
Credittitle_117=WEB
Credittitle_118=Koji Yamanouchi
Credittitle_119=DTP
Credittitle_120=Makoto Miyoshi
Credittitle_121=Quality Assurance
Credittitle_122=Special Thanks
Credittitle_123=Masao Watanabe
Credittitle_124=Taichiro Miyazaki
Credittitle_125=Takayuki Isobe
Credittitle_126=Fumiaki Soga
Credittitle_127=Satoshi Takaki
Credittitle_128=Hirokazu Hatta
Credittitle_129=Hiroyuki Ito
Credittitle_130=Masao Kashino
Credittitle_131=Taisuke Nakazono
Credittitle_132=Saki Nakamura
Credittitle_133=Ryoko Murashita
Credittitle_134=Masafumi Nagasawa
Credittitle_135=Keiko Oikawa
Credittitle_136=Yuki Okuma
Credittitle_137=Kazuhiro Oda
Credittitle_138=Hideki Kumamoto
Credittitle_139=Kimitaka Matsuda
Credittitle_140=Koki Ishibashi
Credittitle_141=Toru Shibuya
Credittitle_142=Erika Kawano
Credittitle_143=Ryuhei Matsuyama
Credittitle_144=Rina Kinjo
Credittitle_145=Akie Hosokawa
Credittitle_146=Shunsuke Fukumoto
Credittitle_147=Yumiko Hyakutake
Credittitle_148=Noriko Otsu
Credittitle_149=Shigenori Koga
Credittitle_150=Norimasa Sasakura
Credittitle_151=Yuta Uchino
Credittitle_152=Sayuri Ryu
Credittitle_153=Ayumu Yamamoto
Credittitle_154=Ayane Morioka
Credittitle_155= and ALL CyberConnect2 STAFF
Credittitle_156=JAPANESE RECORDING PRODUCTION
Credittitle_157=Recording Director
Credittitle_158=Toru　Nakano
Credittitle_159=Recording Staff
Credittitle_160=Audio Post-production
Credittitle_161=Akiko　Nakamura
Credittitle_162=Asako　Komuro
Credittitle_163=Recording Studios
Credittitle_164=HALF H・P STUDIO
Credittitle_165=AOI STUDIO
Credittitle_166=ENGLISH RECORDING PRODUCTION
Credittitle_167=Talent Direction
Credittitle_168=Keith Arem
Credittitle_169=Recording Staff
Credittitle_170=Recording Engineer
Credittitle_171=Recording Assistant
Credittitle_172=〃
Credittitle_173=Dialog Editorial
Credittitle_174=Engineering/ADR
Credittitle_175=Talent Coordinators
Credittitle_176=Kenzi　Nagashima
Credittitle_177=Naotsugu　Uchida
Credittitle_178=Hideyuki　Hachisuka
Credittitle_179=Matt Lemberger
Credittitle_180=Aaron Gallant
Credittitle_181=Anthony Sorise
Credittitle_182=Austin Krier
Credittitle_183=Keith Arem
Credittitle_184=Valerie Arem
Credittitle_185=Jonathan Neeley
Credittitle_186=Recording Facilities
Credittitle_187=PCB Productions - Los Angeles, CA
Credittitle_188=PRODUCED BY
Credittitle_189=CAPCOM CO., LTD.
Credittitle_190=Producer
Credittitle_191=Kazuhiro Tsuchiya
Credittitle_192=Associate Producer
Credittitle_193=Miho Suzuki
Credittitle_194=Project Managers
Credittitle_195=Yuki Furukawa
Credittitle_196=Takuya Tanada
Credittitle_197=Hiroshi Honjo
Credittitle_198=Technical Supervisor
Credittitle_199=Toshihiko Honda
Credittitle_200=Localization
Credittitle_201=Project Lead and Translator
Credittitle_202=English Translator/Editor
Credittitle_203=English Editor
Credittitle_204=Lead French Translator/Editor
Credittitle_205=French Translator/Editor
Credittitle_206=Lead Italian Translator/Editor
Credittitle_207=Italian Translator/Editor
Credittitle_208=Lead German Translator/Editor
Credittitle_209=German Translator/Editor
Credittitle_210=Lead Spanish Translator/Editor
Credittitle_211=Spanish Translator/Editor
Credittitle_212=Localization Coordinator
Credittitle_213=Director of Localization\nand Communications
Credittitle_214=Surround Mixing Supervisor
Credittitle_215=Sound Manager
Credittitle_216=QA Manager
Credittitle_217=Lead Tester
Credittitle_218=Assistant Lead Tester
Credittitle_219=Compliance Testers
Credittitle_220=Marco Bombasi
Credittitle_221=Miguel E. Corti
Credittitle_222=Andrew Alfonso
Credittitle_223=Francis Ishii
Credittitle_224=Ludovic Charroux
Credittitle_225=Giuliana Poletti
Credittitle_226=Gianluigi Riccio Shimizu
Credittitle_227=Florian Seidel
Credittitle_228=Simon Weisgerber
Credittitle_229=Federico Sauret Encabo
Credittitle_230=Patricia Trujillo Comino
Credittitle_231=Kaori Funakoshi
Credittitle_232=Peter J. Fabiano
Credittitle_233=Kazuya Takimoto
Credittitle_234=Masayuki Tanaka
Credittitle_235=Motoi Kishimoto
Credittitle_236=Sound
Credittitle_237=Quality Assurance
Credittitle_238=QA Fine-tuning
Credittitle_239=Takahiro Tokuda
Credittitle_240=Fumio Yamauchi
Credittitle_241=Pole To Win Co., Ltd.
Credittitle_242=QA Manager
Credittitle_243=Lead Tester
Credittitle_244=Assistant Lead Tester
Credittitle_245=Compliance Testers
Credittitle_246=Editor
Credittitle_247=Coordinator
Credittitle_248=Sound Design Supervisor
Credittitle_249=Sound Designers
Credittitle_250=Mixing Engineers
Credittitle_251=Studio Manager
Credittitle_252=Mixing Studio
Credittitle_253=Minoru Horike
Credittitle_254=Mayumi Honda
Credittitle_255=Atsushi Tatsumi
Credittitle_256=Toru Sibano
Credittitle_257=Daisuke Nakajima
Credittitle_258=Yukiko Sasaki
Credittitle_259=Yoshinori Nagai
Credittitle_260=Arata Iwashina
Credittitle_261=Masatomo Tajima
Credittitle_262=Ryota Takei 
Credittitle_263=Mitsutoshi Kodama
Credittitle_264=Gaku Komura
Credittitle_265=Kazuya Takimoto
Credittitle_266=Takashi Moriguchi
Credittitle_267=Setsuo Yamamoto
Credittitle_268=bit MASTER studio
Credittitle_269=Trailer
Credittitle_270=Manual Design
Credittitle_271=Shinichiro Komizu
Credittitle_272=CREATIVE SUPPORT TEAM
Credittitle_273=Official Website
Credittitle_274=Masahiro Takayama
Credittitle_275=Miyoko Hayashi
Credittitle_276=Mobile Site Production
Credittitle_277=Kouhei Kubota
Credittitle_278=Hitoshi Oose
Credittitle_279=Publicity Planning
Credittitle_280=Ryosuke Hagiwara
Credittitle_281=Takayoshi Terada
Credittitle_282=Promotion
Credittitle_283=Tsutomu　Masuda
Credittitle_284=Tetsuya　Tabuchi
Credittitle_285=Takashi　Nakashima
Credittitle_286=Retail Promotion
Credittitle_287=Hideki Ohnuki
Credittitle_288=Keiko Kobayashi
Credittitle_289=Nobuhiko Kobayashi
Credittitle_290=Electronic Commerce
Credittitle_291=Kana Urasawa
Credittitle_292=Yoko Fukao
Credittitle_293=Customer Support
Credittitle_294=Megumi Kuwano
Credittitle_295=Makoto Ogoshi
Credittitle_296=Publishing and Editing Section
Credittitle_297=Ryosuke Hagiwara
Credittitle_298=Daisuke Hasegawa
Credittitle_299=Mina Shimizu
Credittitle_300=Film Content Section
Credittitle_301=Aki Kiuchi
Credittitle_302=Product Team
Credittitle_303=Eiji Osada
Credittitle_304=Megumi Toyota
Credittitle_305=Merchandising Licence Team
Credittitle_306=Takeshi Kawano
Credittitle_307=Global Marketing and Public Relations
Credittitle_308=Michael Pattison
Credittitle_309=Ben LeRougetel
Credittitle_310=Mickey Torode
Credittitle_311=Antoine Molant
Credittitle_312=Shigemi Tanaka Lee
Credittitle_313=Mao Sugiyama
Credittitle_314=Laura Skelly
Credittitle_315=Rieko Nakai
Credittitle_316=Christian Svensson
Credittitle_317=Kaori Tsukuda
Credittitle_318=Tsuyoshi Kanda
Credittitle_319=Robert Tunick
Credittitle_320=Special Thanks
Credittitle_321=Katsuhiko Ichii
Credittitle_322=Jun Takeuchi
Credittitle_323=Hiroyuki Kobayashi
Credittitle_324=Yoshinori Ono
Credittitle_325=Tatsuya Kitabayashi
Credittitle_326=Toshihiro Tokumaru
Credittitle_327=Yoshinori ''GOE'' ishida
Credittitle_328=Takayuki Sano
Credittitle_329=Takashi Kitahara
Credittitle_330=Mitsuaki Sugibayashi
Credittitle_331=Jun Nishino
Credittitle_332=Kunio Funahara
Credittitle_333=Kosuke Nakano
Credittitle_334=Yuki Sumida
Credittitle_335=Daiki Arai
Credittitle_336=Kyosuke Takahashi
Credittitle_337=Yuko Yasuda
Credittitle_338=Ayumi Mimura
Credittitle_339=Koji Kanemori
Credittitle_340=Katsunori Oida
Credittitle_341=SHOEI
Credittitle_342=Masako Homma
Credittitle_343=Minoru Nagaoka
Credittitle_344=Satoshi Ukai
Credittitle_345=Nanase Kikuchi
Credittitle_346=Mitsuko Yamamoto
Credittitle_347=Tomoaki Ayano
Credittitle_348=Keaton White
Credittitle_349=Jeffrey Windham
Credittitle_350= ''HAGITOKO!'' Staff
Credittitle_351=and all CAPCOM Staff
Credittitle_352=Uses Bink Video. Copyright © 1997-2011 by RAD Game Tools, Inc.
Credittitle_353=Portion of this software utilize Speed Tree®RT Technology
Credittitle_354=( ©2012 Interactive Data Visualization, Inc.)
Credittitle_355=Speed Tree® Technology is a registered trademark of Interactive
Credittitle_356=Data Visualization, Inc. All right reserved.
Credittitle_357=Director
Credittitle_358=Seiji Shimoda
Credittitle_359=Developed By
Credittitle_360=Cyber Connect 2 Co., Ltd.
Credittitle_361=Produced By
Credittitle_362=CAPCOM CO., LTD.
Credittitle_363=Nana Ogawa
